Repository: tuxi/Talkify
Catalog: Talkify/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# billing.payment_agreement
source: By paying, you agree to the [Talkify Paid Service Agreement](talkify://paid-protocol)
de: Durch die Zahlung stimmen Sie der [Talkify-Vereinbarung für kostenpflichtige Dienste](talkify://paid-protocol) zu.
es: Al pagar, aceptas el [Acuerdo de servicio de pago de Talkify](talkify://paid-protocol).
fr: En payant, vous acceptez le [Contrat de service payant Talkify](talkify://paid-protocol).
ja: 支払いにより、[Talkify有料サービス規約](talkify://paid-protocol)に同意したことになります。
ko: 결제하면 [Talkify 유료 서비스 약관](talkify://paid-protocol)에 동의하는 것입니다.
pt_br: Ao pagar, você concorda com o [Contrato de Serviço Pago do Talkify](talkify://paid-protocol).
zh_hans: 支付即代表同意，[《Talkify 付费服务协议》](talkify://paid-protocol)
zh_hant: 支付即代表同意，[《Talkify 付費服務協議》](talkify://paid-protocol)

# billing.period_format
source: Every %@
de: Alle %@
es: Cada %@
fr: Tous les %@
ja: %@ごと
ko: %@마다
pt_br: A cada %@
zh_hans: 每%@
zh_hant: 每%@

# billing.period.day
source: day
de: Tag
es: día
fr: jour
ja: 日
ko: 일
pt_br: dia
zh_hans: 天
zh_hant: 天

# billing.period.month
source: month
de: Monat
es: mes
fr: mois
ja: ヶ月
ko: 개월
pt_br: mês
zh_hans: 月
zh_hant: 月

# billing.period.week
source: week
de: Woche
es: semana
fr: semaine
ja: 週間
ko: 주
pt_br: semana
zh_hans: 周
zh_hant: 週

# billing.period.year
source: year
de: Jahr
es: año
fr: an
ja: 年
ko: 년
pt_br: ano
zh_hans: 年
zh_hant: 年

# billing.point_gift_format
source: +%@ Points Gift
de: +%@ Punkte Geschenk
es: +%@ puntos de regalo
fr: +%@ points offerts
ja: %@ポイントプレゼント
ko: %@포인트 증정
pt_br: +%@ pontos de presente
zh_hans: 赠送 %@ 点
zh_hant: 贈送 %@ 點

# billing.points_after_purchase
source: Talkify Points are added to your wallet immediately after purchase.
de: Talkify-Punkte werden nach dem Kauf direkt Ihrem Guthaben hinzugefügt.
es: Los puntos Talkify se añaden a tu cartera inmediatamente después de la compra.
fr: Les points Talkify sont ajoutés à votre portefeuille immédiatement après l'achat.
ja: 購入後、Talkifyポイントはすぐにウォレットに追加されます。
ko: 구매 후 Talkify 포인트가 지갑에 즉시 추가됩니다.
pt_br: Os pontos Talkify são adicionados à sua carteira imediatamente após a compra.
zh_hans: 购买后 Talkify 点数直接发放到钱包
zh_hant: 購買後 Talkify 點數直接發放到錢包

# billing.points_center
source: Points Center
de: Punkte-Center
es: Centro de puntos
fr: Centre de points
ja: ポイントセンター
ko: 포인트 센터
pt_br: Central de pontos
zh_hans: 点数中心
zh_hant: 點數中心

# billing.points_claimed_today
source: Points claimed today
de: Punkte heute bereits erhalten
es: Puntos reclamados hoy
fr: Points récupérés aujourd'hui
ja: 本日のポイント受取済み
ko: 오늘 포인트 수령 완료
pt_br: Pontos resgatados hoje
zh_hans: 今日点数已领取
zh_hant: 今日點數已領取

# billing.points_discount_factor
source: Point pack discount coefficient %@
de: Punktepaket-Rabattfaktor %@
es: Coeficiente de descuento del paquete de puntos %@
fr: Coefficient de réduction du pack de points %@
ja: ポイントパック割引係数 %@
ko: 포인트 팩 할인 계수 %@
pt_br: Coeficiente de desconto do pacote de pontos %@
zh_hans: 点数包折扣系数 %@
zh_hant: 點數包折扣係數 %@

# billing.points_expire_policy
source: Each purchase is valid for %@ months independently. Earliest-expiring points are used first.
de: Jeder Kauf ist %@ Monate unabhängig gültig. Zuerst ablaufende Punkte werden zuerst verwendet.
es: Cada compra es válida por %@ meses de forma independiente. Los puntos que caducan primero se usan primero.
fr: Chaque achat est valable %@ mois indépendamment. Les points arrivant à expiration le plus tôt sont utilisés en premier.
ja: 各購入は%@ヶ月間独立して有効です。最も早く期限切れになるポイントから使用されます。
ko: 각 구매는 %@개월 동안 독립적으로 유효합니다. 가장 먼저 만료되는 포인트가 먼저 사용됩니다.
pt_br: Cada compra é válida por %@ meses independentemente. Os pontos que expiram primeiro são usados primeiro.
zh_hans: 每笔购买独立有效 %@ 个月，优先使用最早到期点数
zh_hant: 每筆購買獨立有效 %@ 個月，優先使用最早到期點數

# billing.points_usage_desc
source: Usable for AI conversations, web search, and image understanding.
de: Verwendbar für KI-Unterhaltungen, Websuche und Bildverständnis.
es: Utilizable para conversaciones de IA, búsqueda web y comprensión de imágenes.
fr: Utilisable pour les conversations IA, la recherche web et la compréhension d'images.
ja: AI会話、ウェブ検索、画像理解に使用できます。
ko: AI 대화, 웹 검색 및 이미지 이해에 사용할 수 있습니다.
pt_br: Utilizável para conversas de IA, pesquisa na web e compreensão de imagens.
zh_hans: 可用于 AI 对话、网页搜索和图片理解
zh_hant: 可用於 AI 對話、網頁搜尋和圖片理解

# billing.points_value
source: %@ points
de: %@ Punkte
es: %@ puntos
ja: %@ポイント
ko: %@포인트
pt_br: %@ pontos
zh_hans: %@ 点
zh_hant: %@ 點

# billing.points.got_it
source: Got It
de: Verstanden
es: Entendido
fr: J'ai compris
ja: 了解
ko: 확인
pt_br: Entendi
zh_hans: 我知道了
zh_hant: 我知道了

# billing.points.ledger
source: Ledger
de: Verlauf
es: Historial
fr: Historique
ja: 明細
ko: 내역
pt_br: Histórico
zh_hans: 明细
zh_hant: 明細

# billing.points.purchase_success
source: Purchase Successful
de: Kauf erfolgreich
es: Compra exitosa
fr: Achat réussi
ja: 購入完了
ko: 구매 성공
pt_br: Compra concluída
zh_hans: 购买成功
zh_hant: 購買成功

# billing.points.unavailable
source: Talkify Points purchase is currently unavailable in your region
de: Der Kauf von Talkify-Punkten ist in Ihrer Region derzeit nicht verfügbar
es: La compra de puntos Talkify no está disponible actualmente en tu región
fr: L'achat de points Talkify n'est actuellement pas disponible dans votre région
ja: Talkifyポイント購入は現在お住まいの地域ではご利用いただけません
ko: Talkify 포인트 구매는 현재 지역에서 사용할 수 없습니다
pt_br: A compra de pontos Talkify não está disponível atualmente na sua região
zh_hans: Talkify 点数购买功能在当前地区暂不可用
zh_hant: Talkify 點數購買功能在當前地區暫不可用

# billing.points.unavailable_hint
source: We are working to expand coverage and will gradually open purchase capabilities to more regions.
de: Wir arbeiten daran, die Verfügbarkeit zu erweitern und werden nach und nach Kaufmöglichkeiten in weiteren Regionen anbieten.
es: Estamos trabajando para ampliar la cobertura y abriremos gradualmente la compra en más regiones.
fr: Nous travaillons à élargir la couverture et ouvrirons progressivement les achats à davantage de régions.
ja: 対応地域を拡大中で、今後より多くの地域で購入できるようになります。
ko: 지원 범위를 확대하기 위해 노력하고 있으며, 점차 더 많은 지역에서 구매가 가능해질 예정입니다.
pt_br: Estamos trabalhando para expandir a cobertura e abriremos gradualmente a compra em mais regiões.
zh_hans: 我们正在努力扩大支持范围，后续会逐步开放更多地区的购买能力。
zh_hant: 我們正在努力擴大支援範圍，後續會逐步開放更多地區的購買能力。

# billing.points.validity
source: Points Validity Period：
de: Punktegültigkeit：
es: Validez de los puntos:
fr: Validité des points :
ja: ポイント有効期間：
ko: 포인트 유효기간：
pt_br: Validade dos pontos：
zh_hans: 点数有效期：
zh_hant: 點數有效期限：

# billing.popular
source: Popular
de: Beliebt
fr: Populaire
ja: 人気
ko: 인기
zh_hans: 热门
zh_hant: 熱門

# billing.product_info_failed
source: Unable to fetch App Store product information. Please try again later.
de: App Store-Produktinformationen konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
es: No se pudo obtener la información del producto de la App Store. Inténtalo de nuevo más tarde.
fr: Impossible de récupérer les informations du produit App Store. Veuillez réessayer plus tard.
ja: App Storeの商品情報を取得できませんでした。後でもう一度お試しください。
ko: App Store 상품 정보를 가져올 수 없습니다. 나중에 다시 시도해 주세요.
pt_br: Não foi possível obter informações do produto da App Store. Tente novamente mais tarde.
zh_hans: 未能获取 App Store 商品信息，请稍后重试。
zh_hant: 未能獲取 App Store 商品資訊，請稍後重試。

# billing.purchase_auto_synced
source: Purchase completed. Points have been automatically synced to your wallet.
de: Kauf abgeschlossen. Punkte wurden automatisch mit Ihrem Guthaben synchronisiert.
es: Compra completada. Los puntos se han sincronizado automáticamente con tu cartera.
fr: Achat terminé. Les points ont été automatiquement synchronisés avec votre portefeuille.
ja: 購入が完了しました。ポイントは自動的にウォレットに同期されました。
ko: 구매가 완료되었습니다. 포인트가 지갑에 자동으로 동기화되었습니다.
pt_br: Compra concluída. Os pontos foram sincronizados automaticamente com sua carteira.
zh_hans: 购买已完成，点数已自动同步到钱包。
zh_hant: 購買已完成，點數已自動同步到錢包。

# billing.purchase_cancelled
source: Purchase cancelled.
de: Kauf abgebrochen.
es: Compra cancelada.
fr: Achat annulé.
ja: 購入がキャンセルされました。
ko: 구매가 취소되었습니다.
pt_br: Compra cancelada.
zh_hans: 已取消购买。
zh_hant: 已取消購買。

# billing.purchase_submitted
source: Purchase request submitted. Waiting for App Store confirmation.
de: Kaufanfrage übermittelt. Warten auf App Store-Bestätigung.
es: Solicitud de compra enviada. Esperando confirmación de la App Store.
fr: Demande d'achat soumise. En attente de confirmation de l'App Store.
ja: 購入リクエストが送信されました。App Storeの確認を待っています。
ko: 구매 요청이 제출되었습니다. App Store 확인을 기다리는 중입니다.
pt_br: Solicitação de compra enviada. Aguardando confirmação da App Store.
zh_hans: 购买请求已提交，正在等待 App Store 完成确认。
zh_hant: 購買請求已提交，正在等待 App Store 完成確認。

# billing.purchase_success_details
source: Purchase successful. Points have been added to your wallet.
de: Kauf erfolgreich. Punkte wurden Ihrem Guthaben hinzugefügt.
es: Compra exitosa. Los puntos se han añadido a tu cartera.
fr: Achat réussi. Les points ont été ajoutés à votre portefeuille.
ja: 購入が成功しました。ポイントがウォレットに追加されました。
ko: 구매 성공. 포인트가 지갑에 추가되었습니다.
pt_br: Compra bem-sucedida. Os pontos foram adicionados à sua carteira.
zh_hans: 购买成功，点数已发放到钱包。
zh_hant: 購買成功，點數已發放到錢包。

# billing.purchase_success_toast
source: Purchase Successful
de: Kauf erfolgreich
es: Compra exitosa
fr: Achat réussi
ja: 購入完了
ko: 구매 성공
pt_br: Compra concluída
zh_hans: 购买成功
zh_hant: 購買成功

# billing.purchase_sync_complete
source: Purchase records synced successfully.
de: Kaufdatensätze erfolgreich synchronisiert.
es: Registros de compra sincronizados correctamente.
fr: Synchronisation des achats terminée.
ja: 購入履歴の同期が完了しました。
ko: 구매 기록 동기화 완료
pt_br: Registros de compra sincronizados com sucesso.
zh_hans: 购买记录同步完成
zh_hant: 購買記錄同步完成

# billing.purchase_unknown_result
source: Unknown purchase result. Please check your wallet status later.
de: Unbekanntes Kaufergebnis. Bitte überprüfen Sie später Ihren Guthabenstatus.
es: Resultado de compra desconocido. Verifica el estado de tu cartera más tarde.
fr: Résultat d'achat inconnu. Veuillez vérifier l'état de votre portefeuille plus tard.
ja: 不明な購入結果です。後でウォレットの状態を確認してください。
ko: 알 수 없는 구매 결과입니다. 나중에 지갑 상태를 확인해 주세요.
pt_br: Resultado de compra desconhecido. Verifique o status da sua carteira mais tarde.
zh_hans: 出现未知的购买结果，请稍后查看钱包状态。
zh_hant: 出現未知的購買結果，請稍後查看錢包狀態。

# billing.purchasing
source: Purchasing…
de: Kauf läuft…
es: Comprando…
fr: Achat en cours…
ja: 購入中…
ko: 구매 중…
pt_br: Comprando…
zh_hans: 购买中...
zh_hant: 購買中...

# billing.restore_by_transaction_id
source: Subscription summary restored using the original transaction ID.
de: Abonnementübersicht mit der ursprünglichen Transaktions-ID wiederhergestellt.
es: Resumen de suscripción restaurado usando el ID de transacción original.
fr: Résumé de l'abonnement restauré à l'aide de l'ID de transaction d'origine.
ja: 元の取引IDを使用してサブスクリプション概要が復元されました。
ko: 원래 거래 ID를 사용하여 구독 요약이 복원되었습니다.
pt_br: Resumo da assinatura restaurado usando o ID da transação original.
zh_hans: 已按原始订阅交易号恢复当前订阅摘要。
zh_hant: 已按原始訂閱交易號恢復當前訂閱摘要。

# billing.restore_complete
source: Restore completed
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
ja: 購入の復元が完了しました
ko: 구매 복원 완료
pt_br: Restauração concluída
zh_hans: 恢复购买已完成
zh_hant: 恢復購買已完成

# billing.restore_hint
source: Used to recover App Store transactions not yet credited. Consumable point packs cannot be restored like subscriptions.
de: Dient zur Wiederherstellung noch nicht gutgeschriebener App Store-Transaktionen. Verbrauchbare Punktpakete können nicht wie Abonnements wiederhergestellt werden.
es: Se usa para recuperar transacciones de App Store aún no acreditadas. Los paquetes de puntos consumibles no se pueden restaurar como las suscripciones.
fr: Utilisé pour récupérer les transactions App Store non encore créditées. Les packs de points consommables ne peuvent pas être restaurés comme les abonnements.
ja: 未入金のApp Store取引を回収するために使用します。消費型ポイントパックはサブスクリプションのように復元できません。
ko: 아직 입금되지 않은 App Store 거래를 복구하는 데 사용됩니다. 소비형 포인트 팩은 구독처럼 복원할 수 없습니다.
pt_br: Usado para recuperar transações da App Store ainda não creditadas. Pacotes de pontos consumíveis não podem ser restaurados como assinaturas.
zh_hans: 用于补发尚未入账的 App Store 交易；消耗型点数包不能像订阅一样恢复
zh_hant: 用於補發尚未入帳的 App Store 交易；消耗型點數包不能像訂閱一樣恢復

# billing.restore_no_active_subscription
source: Restore process completed, but no active subscription was found.
de: Wiederherstellungsprozess abgeschlossen, aber kein aktives Abonnement gefunden.
es: Proceso de restauración completado, pero no se encontró ninguna suscripción activa.
fr: Processus de restauration terminé, mais aucun abonnement actif n'a été trouvé.
ja: 復元プロセスが完了しましたが、有効なサブスクリプションが見つかりませんでした。
ko: 복원 프로세스가 완료되었지만 활성 구독을 찾을 수 없습니다.
pt_br: Processo de restauração concluído, mas nenhuma assinatura ativa foi encontrada.
zh_hans: 恢复流程已完成，但当前没有有效订阅。
zh_hant: 恢復流程已完成，但當前沒有有效訂閱。

# billing.restore_no_transactions
source: No restorable transactions found in App Store. Please enter the original_transaction_id and try again.
de: Keine wiederherstellbaren Transaktionen im App Store gefunden. Bitte geben Sie die original_transaction_id ein und versuchen Sie es erneut.
es: No se encontraron transacciones restaurables en App Store. Ingresa el original_transaction_id e inténtalo de nuevo.
fr: Aucune transaction restaurable trouvée dans l'App Store. Veuillez saisir l'original_transaction_id et réessayer.
ja: App Storeで復元可能な取引が見つかりませんでした。original_transaction_idを入力して再試行してください。
ko: App Store에서 복원 가능한 거래를 찾을 수 없습니다. original_transaction_id를 입력하고 다시 시도하세요.
pt_br: Nenhuma transação restaurável encontrada na App Store. Digite o original_transaction_id e tente novamente.
zh_hans: 未从 App Store 找到可恢复交易，请输入 original_transaction_id 后重试。
zh_hant: 未從 App Store 找到可恢復交易，請輸入 original_transaction_id 後重試。

# billing.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 恢復購買

# billing.restore_request_complete_no_subscription
source: Restore request completed, but no subscription status is currently available.
de: Wiederherstellungsanfrage abgeschlossen, aber derzeit ist kein Abonnementstatus verfügbar.
es: Solicitud de restauración completada, pero no hay estado de suscripción disponible actualmente.
fr: Demande de restauration terminée, mais aucun statut d'abonnement n'est actuellement disponible.
ja: 復元リクエストが完了しましたが、現在利用可能なサブスクリプション状態はありません。
ko: 복원 요청이 완료되었지만 현재 사용 가능한 구독 상태가 없습니다.
pt_br: Solicitação de restauração concluída, mas nenhum status de assinatura está disponível no momento.
zh_hans: 恢复请求已完成，但当前没有可用订阅状态。
zh_hant: 恢復請求已完成，但當前沒有可用訂閱狀態。

# billing.restore_subscription
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 恢復購買

# billing.restore_success_with_subscription
source: Synced with App Store and verified on server. Current subscription has been restored.
de: Mit App Store synchronisiert und auf dem Server verifiziert. Aktuelles Abonnement wurde wiederhergestellt.
es: Sincronizado con App Store y verificado en el servidor. La suscripción actual ha sido restaurada.
fr: Synchronisé avec l'App Store et vérifié sur le serveur. L'abonnement actuel a été restauré.
ja: App Storeと同期し、サーバーで検証が完了しました。現在のサブスクリプションが復元されました。
ko: App Store와 동기화되고 서버에서 확인되었습니다. 현재 구독이 복원되었습니다.
pt_br: Sincronizado com a App Store e verificado no servidor. A assinatura atual foi restaurada.
zh_hans: 已通过 App Store 同步并完成服务端验单，当前订阅已恢复。
zh_hant: 已通過 App Store 同步並完成伺服器驗單，當前訂閱已恢復。

# billing.restoring
source: Restoring…
de: Wiederherstellung…
es: Restaurando…
fr: Restauration…
ja: 復元中…
ko: 복원 중…
pt_br: Restaurando…
zh_hans: 恢复中...
zh_hant: 恢復中...

# billing.select_points
source: Select Points Amount
de: Punktebetrag auswählen
es: Selecciona la cantidad de puntos
fr: Sélectionnez le montant de points
ja: ポイント購入額を選択
ko: 포인트 구매 금액 선택
pt_br: Selecione a quantidade de pontos
zh_hans: 请选择点数购买额度
zh_hant: 請選擇點數購買額度

# billing.server_date
source: Server Date
de: Serverdatum
es: Fecha del servidor
fr: Date du serveur
ja: サーバー日付
ko: 서버 날짜
pt_br: Data do servidor
zh_hans: 服务端日期
zh_hant: 伺服器日期

# billing.subscription_status
source: Subscription Status
de: Abonnementstatus
es: Estado de la suscripción
fr: Statut de l'abonnement
ja: サブスクリプション状態
ko: 구독 상태
pt_br: Status da assinatura
zh_hans: 订阅状态
zh_hant: 訂閱狀態

# billing.subscription.activate_plus
source: Activate Talkify Plus
de: Talkify Plus aktivieren
es: Activar Talkify Plus
fr: Activer Talkify Plus
ja: Talkify Plusを有効化
ko: Talkify Plus 활성화
pt_br: Ativar Talkify Plus
zh_hans: 开通 Talkify Plus
zh_hant: 開通 Talkify Plus

# billing.subscription.activated
source: Subscription Activated
de: Abonnement aktiviert
es: Suscripción activada
fr: Abonnement activé
ja: サブスクリプションが有効になりました
ko: 구독이 활성화되었습니다
pt_br: Assinatura ativada
zh_hans: 订阅开通成功
zh_hant: 訂閱開通成功

# billing.subscription.active_status
source: Activated
de: Aktiviert
es: Activado
fr: Activé
ja: 契約済み
ko: 활성화됨
pt_br: Ativado
zh_hans: 已开通
zh_hant: 已開通

# billing.subscription.agree_and_purchase
source: Agree & Purchase
de: Zustimmen & Kaufen
es: Aceptar y comprar
fr: Accepter et acheter
ja: 同意して購入
ko: 동의하고 구매
pt_br: Aceitar e comprar
zh_hans: 同意并购买
zh_hant: 同意並購買

# billing.subscription.choose_plan
source: Choose %@ for higher Agent weekly quota and subscription cycle quota.
de: Wählen Sie %@ für höheres Agent-Wochenkontingent und Abonnementzyklus-Kontingent.
es: Elige %@ para obtener una mayor cuota semanal de Agent y cuota de ciclo de suscripción.
fr: Choisissez %@ pour un quota hebdomadaire d'agent et un quota de cycle d'abonnement plus élevés.
ja: %@を選択して、より高いAgent週間クォータとサブスクリプションサイクルクォータを取得。
ko: %@을(를) 선택하여 더 높은 Agent 주간 할당량과 구독 주기 할당량을 받으세요.
pt_br: Escolha %@ para obter maior cota semanal do Agent e cota do ciclo de assinatura.
zh_hans: 选择 %@，获得更高的 Agent 周额度和订阅周期额度
zh_hant: 選擇 %@，獲得更⾼的 Agent 週額度和訂閱週期額度

# billing.subscription.choose_plan_title
source: Choose a Plan
de: Plan auswählen
es: Elegir un plan
fr: Choisir un forfait
ja: プランを選ぶ
ko: 플랜 선택
pt_br: Escolher um plano
zh_hans: 选择会员方案
zh_hant: 選擇會員方案

# billing.subscription.current
source: Current Subscription
de: Aktuelles Abonnement
es: Suscripción actual
fr: Abonnement actuel
ja: 現在のサブスクリプション
ko: 현재 구독
pt_br: Assinatura atual
zh_hans: 当前订阅
zh_hant: 當前訂閱

# billing.subscription.current_balance
source: Current Balance
de: Aktuelles Guthaben
es: Saldo actual
fr: Solde actuel
ja: 現在の残高
ko: 현재 잔액
pt_br: Saldo atual
zh_hans: 当前余额
zh_hant: 當前餘額

# billing.subscription.current_subscription_label
source: Current Subscription
de: Aktuelles Abonnement
es: Suscripción actual
fr: Abonnement actuel
ja: 現在のサブスクリプション
ko: 현재 구독
pt_br: Assinatura atual
zh_hans: 当前订阅
zh_hant: 當前訂閱

# billing.subscription.effective
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
ko: 적용됨
pt_br: Ativo
zh_hans: 已生效
zh_hant: 已生效

# billing.subscription.go_to_system
source: Go to System Subscription Management
de: Zur System-Abonnementverwaltung
es: Ir a la administración de suscripciones del sistema
fr: Accéder à la gestion des abonnements système
ja: システムサブスクリプション管理へ
ko: 시스템 구독 관리로 이동
pt_br: Ir para o gerenciamento de assinaturas do sistema
zh_hans: 前往系统订阅管理
zh_hant: 前往系統訂閱管理

# billing.subscription.higher_quota
source: Get higher Agent weekly quota and subscription cycle quota.
de: Erhalten Sie höheres Agent-Wochenkontingent und Abonnementzyklus-Kontingent.
es: Obtén una mayor cuota semanal de Agent y cuota de ciclo de suscripción.
fr: Obtenez un quota hebdomadaire d'agent et un quota de cycle d'abonnement plus élevés.
ja: より高いAgent週間クォータとサブスクリプションサイクルクォータを取得。
ko: 더 높은 Agent 주간 할당량과 구독 주기 할당량을 받으세요.
pt_br: Obtenha maior cota semanal do Agent e cota do ciclo de assinatura.
zh_hans: 获得更高的 Agent 周额度和订阅周期额度
zh_hant: 獲得更⾼的 Agent 週額度和訂閱週期額度

# billing.subscription.loading_plans
source: Loading subscription plans…
de: Abonnementpläne werden geladen…
es: Cargando planes de suscripción…
fr: Chargement des plans d'abonnement…
ja: サブスクリプションプランを読み込み中…
ko: 구독 플랜을 불러오는 중…
pt_br: Carregando planos de assinatura…
zh_hans: 正在加载订阅方案…
zh_hant: 正在載入訂閱方案…

# billing.subscription.manage
source: Manage
de: Verwalten
es: Administrar
fr: Gérer
ja: 管理
ko: 관리
pt_br: Gerenciar
zh_hans: 管理
zh_hant: 管理

# billing.subscription.manage_subscription
source: Manage Subscription
de: Abonnement verwalten
es: Administrar suscripción
fr: Gérer l'abonnement
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
zh_hans: 管理订阅
zh_hant: 管理訂閱

# billing.subscription.no_benefits
source: No benefit details available.
de: Keine Leistungsdetails verfügbar.
es: No hay detalles de beneficios disponibles.
fr: Aucun détail sur les avantages disponibles.
ja: 特典の詳細はありません。
ko: 혜택 설명이 없습니다.
pt_br: Nenhum detalhe de benefício disponível.
zh_hans: 暂无权益说明。
zh_hant: 暫無權益說明。

# billing.subscription.no_entitlements
source: No entitlement information available at this time.
de: Derzeit sind keine Berechtigungsinformationen verfügbar.
es: No hay información de derechos disponible en este momento.
fr: Aucune information sur les droits disponibles pour le moment.
ja: 現在表示できる権利情報はありません。
ko: 현재 표시할 수 있는 권한 정보가 없습니다.
pt_br: Nenhuma informação de direitos disponível no momento.
zh_hans: 当前没有可展示的权益信息。
zh_hant: 當前沒有可展示的權益資訊。

# billing.subscription.no_payment_history
source: No payment records to display at this time. Server billing history or StoreKit transaction history can be integrated later.
de: Derzeit keine Zahlungseinträge verfügbar. Server-Abrechnungsverlauf oder StoreKit-Transaktionsverlauf können später integriert werden.
es: No hay registros de pago para mostrar en este momento. El historial de facturación del servidor o el historial de transacciones de StoreKit se pueden integrar más adelante.
fr: Aucun enregistrement de paiement à afficher pour le moment. L'historique de facturation du serveur ou l'historique des transactions StoreKit peut être intégré ultérieurement.
ja: 現在表示できる支払い記録はありません。後日サーバー請求履歴またはStoreKit取引履歴を統合できます。
ko: 현재 표시할 결제 기록이 없습니다. 추후 서버 청구 내역 또는 StoreKit 거래 내역을 연동할 수 있습니다.
pt_br: Nenhum registro de pagamento para exibir no momento. O histórico de faturamento do servidor ou o histórico de transações da StoreKit pode ser integrado posteriormente.
zh_hans: 当前暂无可展示的支付记录。后续可接入服务端账单接口或 StoreKit 交易历史。
zh_hant: 當前暫無可展示的支付記錄。後續可接入服務端帳單接口或 StoreKit 交易歷史。

# billing.subscription.no_subscription_label
source: No Subscription
de: Kein Abonnement
es: Sin suscripción
fr: Pas d'abonnement
ja: サブスクリプションなし
ko: 구독 없음
pt_br: Sem assinatura
zh_hans: 未开通订阅
zh_hant: 未開通訂閱

# billing.subscription.not_effective
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 無効
ko: 적용되지 않음
pt_br: Inativo
zh_hans: 未生效
zh_hant: 未生效

# billing.subscription.operation_result
source: Operation Result
de: Ergebnis
es: Resultado de la operación
fr: Résultat de l'opération
ja: 操作結果
ko: 작업 결과
pt_br: Resultado da operação
zh_hans: 操作结果
zh_hant: 操作結果
